
/* Presented when user typed illegal characters -- No valid object */
"Invalid number" = "Nevažeći broj";

/* Presented when user value smaller than minimum */
"Fell short of minimum" = "Ne ispunjava minimum";

/* Presented when user value larger than maximum */
"Maximum exceeded" = "Premašen maksimum";

/* Presented when value is a float, but floats not allowed */
"Floating Point not allowed" = "Pomični zarez nije dozvoljen";

/* Presented when string cannot be converted to an NSDate */
"Invalid date string" = "Nevažeći niz podataka";

